Repository: admkopec/Jenga-Clock
Catalog: Sources/JengaClock/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, pl, zh_hans

source: %d sec
de: %d Sek
ja: %d秒
pl: %d sek
zh_hans: %d 秒

source: Choose starting Player
de: Startspieler auswählen
es: Elige el jugador inicial
fr: Choisissez le premier joueur
ja: スターティングプレイヤーを選択
pl: Wybierz Gracza początkowego
zh_hans: 选择起始玩家

source: Choose starting time
de: Anfangszeit wählen
es: Elija el tiempo de cuenta regresiva
fr: Choisissez le temps de compte à rebours
ja: 開始時間を選択
pl: Wybierz czas początkowy
zh_hans: 选择倒计时时间

source: Close
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
pl: Zamknij
zh_hans: 关闭

source: Countdown sounds
de: Countdown-Töne
es: Sonidos de cuenta regresiva
fr: Le compte à rebours sonne
ja: カウントダウン音
pl: Dźwięki odliczania
zh_hans: 倒计时声音

source: Created with ❤️ by **Adam Kopeć**
de: Erstellt mit ❤️ von **Adam Kopeć**
es: Creado con ❤️ por **Adam Kopeć**
fr: Créé avec ❤️ par **Adam Kopeć**
ja: **Adam Kopeć** によって ❤️ で作成されました
pl: Stworzone z ❤️ przez **Adam Kopeć**
zh_hans: 由 **Adam Kopeć** 用❤️ 创建

source: Haptic feedback
de: Haptisches Feedback
es: Retroalimentación háptica
fr: Retour haptique
ja: 触覚フィードバック
pl: Wibracje
zh_hans: 触觉反馈

source: Rules
de: Regeln
es: Reglas
fr: Règles
ja: ルール
pl: Zasady
zh_hans: 规则

source: Rules of Jenga
de: Regeln von Jenga
es: Reglas de Jenga
fr: Règles du Jenga
ja: ジェンガのルール
pl: Zasady Jengi
zh_hans: 叠叠乐规则

source: sec
de: Sek
ja: 秒
pl: sek
zh_hans: 秒

source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
ja: 設定
pl: Ustawienia
zh_hans: 设置

source: Sounds
de: Töne
es: Sonidos
fr: Sons
ja: サウンド
pl: Dźwięki
zh_hans: 声音

source: Start
de: Anfangen
es: Comenzar
fr: Commencer
ja: 始める
pl: Rozpocznij
zh_hans: 开始

source: The rules of *Chess Clock Jenga* 🧱 are pretty straightforward. The players try to play Jenga as fast as possible without topping it over. The player who tops over the Jenga or whose time runs out _looses_! The players should remove and place blocks using just **one** hand. The same hand which placed the block should also be used to set the clock 😉 The blocks from **2 top most levels** shouldn't be removed. That's pretty much all. **Enjoy the play!**
de: Die Regeln von *Chess Clock Jenga* 🧱 sind ziemlich unkompliziert. Die Spieler versuchen, Jenga so schnell wie möglich zu spielen, ohne es umzuwerfen. Der Spieler, der das Jenga umwirft oder dessen Zeit abgelaufen ist, _verliert_! Die Spieler sollten Blöcke mit nur **einer** Hand entfernen und platzieren. Die gleiche Hand, die den Block platziert hat, sollte auch zum Einstellen der Uhr verwendet werden 😉 Die Blöcke von **den beiden obersten Ebenen** sollten nicht entfernt werden. Das ist so ziemlich alles. **Viel Spaß beim Spielen!**
es: Las reglas de *Chess Clock Jenga* 🧱 son bastante sencillas. Los jugadores intentan jugar Jenga lo más rápido posible sin que se caiga. El jugador que caiga el Jenga o cuyo tiempo se acabe _pierde_. Los jugadores deben quitar y colocar bloques usando solo **una** mano. La misma mano con la que colocaron el bloque también debe usarse para poner en hora el reloj 😉 Los bloques de **los 2 niveles más altos** no deben quitarse. Eso es prácticamente todo. **¡Disfruta del juego!**
fr: Les règles de *Chess Clock Jenga* 🧱 sont assez simples. Les joueurs essaient de jouer au Jenga le plus rapidement possible sans le renverser. Le joueur qui dépasse le Jenga ou dont le temps est écoulé _perd_ ! Les joueurs doivent retirer et placer des blocs en utilisant seulement **une** main. La même main qui a placé le bloc doit également être utilisée pour régler l'horloge 😉 Les blocs des **2 niveaux les plus élevés** ne doivent pas être retirés. C'est à peu près tout. **Amusez-vous bien !**
ja: *チェス クロック ジェンガ* 🧱 のルールは非常に簡単です。プレイヤーはジェンガを倒さずにできるだけ早くプレイしようとします。ジェンガを倒したり、時間切れになったプレイヤーは _負け_ になります! プレイヤーは **片手** だけでブロックを取り外したり配置したりする必要があります。ブロックを置いた同じ手でクロックを設定する必要があります 😉 **最上位 2 レベル** のブロックは取り外してはいけません。それだけです。 **プレイをお楽しみください!**
pl: Zasady *Chess Clock Jengi* 🧱 są dość proste. Gracze starają się grać w Jengę najszybciej jak to możliwe bez przewrócenia jej. Gracz, który przewróci Jengę lub którego czas się skończy _przegrywa_! Gracze powinni wyjmować i wkładać klocki używając tylko **jednej** ręki. Ta sama ręka, która włożyła klocek powinna być użyta do zatwierdzenia zegara 😉 Klocki z **2 górnych poziomów** nie powinny być wyjmowane. To w zasadzie wszystko. **Miłej rozgrywki!**
zh_hans: *国际象棋时钟叠叠乐* 🧱 的规则非常简单。玩家尝试尽可能快地玩叠叠乐，但不要将其推翻。推翻叠叠乐或时间耗尽的玩家将_失败_！ 玩家应该只用**一只**手移除和放置积木。放置积木的同一只手也应该用于设置时钟😉 不应移除**2 个最顶层**的积木。差不多就这些。 **享受游戏吧！**

source: Timer faces the Player
de: Der Timer steht dem Spieler gegenüber
es: El cronómetro se enfrenta al jugador
fr: Le chronomètre fait face au joueur
ja: タイマーはプレイヤーに面している
pl: Zegar zwrócony jest do Gracza
zh_hans: 计时器面向玩家

source: Powered by Skip and %@
es: Potenciado por %@
fr: Propulsé par %@
ja: %@動力
zh_hans: 由%@提供动力

source: %d min
ja: %d分
zh_hans: %d 分钟

source: min
ja: 分
zh_hans: 分钟
